[
  {
    "articleId": "paypal-stripe-payment",
    "nameArticle": "Getting paid through PayPal and Stripe",
    "description": "With Bandzoogle you can sell almost anything you want without commission! We offer two ways to receive payments from your website: PayPal and Stripe.",
    "img": "paypal_stripe_payment",
    "date": "2022-05-24",
    "details": [
      {
        "id": 1,
        "content": "Last updated: May 24, 2022"
      },
      {
        "id": 2,
        "content": "With Bandzoogle you can sell almost anything you want, without commission! We offer two ways to receive payments from your website: PayPal and Stripe."
      },
      {
        "id": 3,
        "subtitle": "This help article contains the following information:",
        "content": [
          "How to connect PayPal to accept payments",
          "Update your PayPal account to use the enhanced PayPal integration",
          "How to connect Stripe to accept payments",
          "How to connect to PayPal or Stripe from the Sales Tools control panel",
          "Where to view the list of transactions",
          "Payment troubleshooting"
        ]
      },
      {
        "id": 4,
        "content": "If you have both PayPal and Stripe set up as payment systems, your customers will be given a choice of preferred payment method on the checkout page."
      },
      {
        "id": 5,
        "subtitle": "PayPal Payments",
        "content": "PayPal is a payment system that allows you to securely accept payments from your website. Visitors to your website can pay for purchases using a credit card, debit card, or PayPal account. To receive payments, you will need a free PayPal business account."
      },
      {
        "id": 6,
        "strong": "Note: A \"Personal\" PayPal account will not work."
      },
      {
        "id": 7,
        "content": "When a visitor makes a purchase or donation, you receive the funds instantly. We don't charge a commission on your sales, but PayPal charges a minimum fee for processing."
      },
      {
        "id": 8,
        "title": "For credit card payments within the United States, the following fees are charged:",
        "content": [
          "Sales over $12: 2.59% + $0.49 per transaction",
          "Sales under $12 using a micropayment account: 4.99% + $0.09 per transaction"
        ]
      },
      {
        "id": 9,
        "title": "For sales where your customer chooses to pay through a PayPal account, the following fees are charged:",
        "content": ["Sales over $12: 3.59% + $0.49 per transaction"]
      },
      {
        "id": 10,
        "content": "For additional information about trading fees in your region, see the PayPal Trading Fees Statement."
      },
      {
        "id": 11,
        "subtitle": "How to connect PayPal to accept payments:",
        "content": [
          "On the Bandzoogle control panel, click \"Sales Tools\".",
          "In the list of options on the left, click \"Settings\".",
          "On the \"Settings\" panel on the left, click \"Payment Settings\".",
          "Select the \"Currency\" in which you want to receive payments.",
          "Select the \"Country\" where your store is located.",
          "Note: This is used to distinguish between local and international orders.",
          "Click \"Connect to PayPal\".",
          "On the PayPal pop-up screen, enter your PayPal email address and country or region.",
          "Note: This should be the email address you use to log into your PayPal account, not your username.",
          "Follow the instructions to log into your PayPal account.",
          "In the permissions section, click \"Agree and Connect\".",
          "Click \"Return to Bandzoogle, Inc.\""
        ]
      },
      {
        "id": 12,
        "content": "After clicking the \"Save\" button, you can immediately start receiving payments through PayPal."
      },
      {
        "id": 13,
        "content": "On the \"Payment Settings\" tab, you can change, disable, or disconnect your PayPal account at any time."
      },
      {
        "id": 14,
        "subtitle": "Notes:",
        "content": [
          "The settings selected on the \"Payment Settings\" tab affect all payments on your website. The ability to create separate PayPal accounts for different stores or pages on your website is not available.",
          "Transactions processed through PayPal will be available in your PayPal balance, which you can transfer to your bank account when you're ready. To learn more about transferring and withdrawing funds, visit the PayPal support page.",
          "PayPal's integrated tax system is no longer available. If you want to add tax options for your products, see our help article \"Adding Sales Tax\"."
        ]
      },
      {
        "id": 15,
        "subtitle": "How to update payment settings to use the enhanced PayPal integration",
        "content": "As of October 1, 2021, we have updated our integration with PayPal to work with PayPal Business's enhanced solution. With this updated integration, you will be able to:"
      },
      {
        "id": 16,
        "content": [
          "Offer your customers a seamless checkout experience",
          "Increase your store's conversion rate",
          "Fewer failed payments"
        ]
      },
      {
        "id": 17,
        "title": "To use the updated integration, you will need to re-authorize your PayPal business account for use with Bandzoogle in your online store:",
        "content": [
          "On the Bandzoogle control panel, click \"Sales Tools\".",
          "In the list of options on the left, click \"Settings\".",
          "In the \"Settings\" section, click \"Payment Settings\".",
          "In the PayPal field, click \"Update\".",
          "A PayPal modal window will open, prompting you to complete the steps to re-authorize PayPal in your online store.",
          "Enter your PayPal email address and password",
          "Select the second option: use your PayPal account primarily for business or organization.",
          "Enter your PayPal email address and password again.",
          "Confirm that you want to allow Bandzoogle to connect to your PayPal account."
        ]
      },
      {
        "id": 18,
        "content": "You will be returned to your website. In payment settings, you will see the seller ID and associated email address in the PayPal section."
      },
      {
        "id": 19,
        "content": "After re-authorizing Bandzoogle to process payments through PayPal, you will be able to use the updated integration in your store. You will be able to continue accepting payments through PayPal or directly from credit cards when making purchases."
      },
      {
        "id": 20,
        "strong": "Note: If you click the \"Update\" button and experience issues, check if all pop-up blockers are disabled."
      },
      {
        "id": 21,
        "content": "Currently, PayPal does not support shipping settings with the new integration and may eventually discontinue support for existing shipping settings."
      },
      {
        "id": 22,
        "content": "PayPal's integrated tax system is also no longer available after the new integration. If you want to add tax to products in your store, see the options here: Adding Sales Tax."
      },
      {
        "id": 23,
        "subtitle": "Stripe Payments",
        "content": "Stripe is a payment processor that allows you to securely accept payments from your website. Visitors to your website can pay for purchases in the following ways:"
      },
      {
        "id": 24,
        "content": [
          "USA: Visa, MasterCard, American Express, JCB, Discover, and Diners Club.",
          "Australia, Canada, Europe, and Japan: Visa, MasterCard, and American Express."
        ]
      },
      {
        "id": 25,
        "content": "Bandzoogle does not charge a commission on your sales, but Stripe charges its own processing fees."
      },
      {
        "id": 26,
        "title": "For sales within the United States, fees are as follows:",
        "content": ["2.9% + $0.30 per transaction"]
      },
      {
        "id": 27,
        "subtitle": "How to connect Stripe to accept payments:",
        "content": [
          "On the Bandzoogle control panel, click \"Sales Tools\".",
          "In the list of options on the left, click \"Settings\".",
          "In the \"Settings\" section, click \"Payment Settings\".",
          "In the \"Payment Settings\" section, select the \"Currency\" in which you want to receive payments.",
          "Next, select the \"Country\" where your store is located.",
          "Note: This is used to distinguish between local and international orders.",
          "Click \"Connect to Stripe\".",
          "In Stripe, fill in the required information to create an account.",
          "Click \"Allow access to this account\"."
        ]
      },
      {
        "id": 28,
        "content": "After completion, you will be redirected to your account on the website and can immediately start receiving payments through Stripe."
      },
      {
        "id": 29,
        "content": "On the \"Payment Settings\" tab, you can edit, deactivate, or disconnect your Stripe account at any time."
      },
      {
        "id": 30,
        "subtitle": "Notes:",
        "content": [
          "The settings selected on the \"Payment Settings\" tab affect all payments on your website. The ability to create separate Stripe accounts for different stores or pages on your website is not available.",
          "Transactions processed through Stripe will be available in your Stripe account, which you can transfer to your bank account when you're ready. To learn more about transferring or withdrawing funds, visit the Stripe support service.",
          "Sales through Stripe must be at least $0.50."
        ]
      },
      {
        "id": 31,
        "subtitle": "Transaction History",
        "content": "When a subscriber makes a purchase through a sales tool on your website, that transaction is recorded in the transaction history. Transaction information includes payment method, total amount, and additional purchase information. You can access transaction history in several ways."
      },
      {
        "id": 32,
        "title": "To access transaction history from the Sales Tools control panel, follow these steps:",
        "content": [
          "On the Bandzoogle control panel, click \"Sales Tools\".",
          "Click \"Transactions\" to see the transaction history."
        ]
      },
      {
        "id": 33,
        "title": "To access transaction history from your website page, follow these steps:",
        "content": [
          "On the \"Edit Content\" control panel, click on the page where you added the sales tool, such as the music, store, or calendar feature.",
          "Click on your sales tool feature",
          "In the options on the left, click \"Transaction History\"."
        ]
      },
      {
        "id": 34,
        "content": "To learn more about what is included in your transaction history, see the Bandzoogle Sales Tools help article."
      },
      {
        "id": 35,
        "subtitle": "PayPal Troubleshooting",
        "title": "PayPal charges a fee for shipping digital downloads:",
        "content": "If PayPal charges a shipping fee for downloadable files or the shipping fee amount does not match your store's settings, there may be some shipping fees set in PayPal that override your Bandzoogle store's shipping settings."
      },
      {
        "id": 36,
        "title": "To change PayPal shipping settings, follow these steps on the PayPal control panel:",
        "content": [
          "Log into your account at www.PayPal.com",
          "Click \"My Account\".",
          "Click \"Profile\".",
          "Click \"Shipping Calculations\" in the \"Sales Settings\" column.",
          "Select a currency from the dropdown list",
          "Select \"Fixed Amount\" or \"Percentage\" and click \"Select\".",
          "For each price range, enter the shipping cost.",
          "Click \"Change\" to make changes to the price range (optional).",
          "Note: The entered amounts cancel any previous shipping calculations set in PayPal shopping carts or when purchasing through the \"Buy Now\" feature.",
          "Click \"Save\"."
        ]
      },
      {
        "id": 37,
        "title": "Other PayPal issues:",
        "content": "PayPal offers comprehensive support for any additional questions. Contact them directly — PayPal Support Service."
      },
      {
        "id": 38,
        "subtitle": "Stripe Troubleshooting",
        "title": "My visitor had trouble paying through Stripe on my website:",
        "content": "This can happen if your visitor's browser is not displaying a pop-up window when attempting to pay. The problem is likely in the browser settings. You can ask the visitor to do the following:"
      },
      {
        "id": 39,
        "content": [
          "Clear web browser cache",
          "Disable pop-up blockers",
          "Disable all browser add-ons and extensions."
        ]
      },
      {
        "id": 40,
        "content": "If this doesn't help, ask them to try a different web browser, such as Chrome or Firefox."
      },
      {
        "id": 41,
        "title": "Other Stripe issues:",
        "content": "Stripe offers comprehensive support for any additional questions. Contact them directly — Stripe Support Service."
      }
    ]
  }
]
