[
  {
    "articleId": "paypal-stripe-payment",
    "nameArticle": "Получение оплаты через PayPal и Stripe",
    "description": "С сайтом Bandzoogle вы можете продавать практически всё, что захотите, без комиссии! Мы предлагаем два способа получения платежей с вашего сайта: PayPal и Stripe.",
    "img": "paypal_stripe_payment",
    "date": "2022-05-24",
    "details": [
      {
        "id": 1,
        "content": "Последнее обновление: 24 мая 2022 г."
      },
      {
        "id": 2,
        "content": "С сайтом Bandzoogle вы можете продавать практически всё, что захотите, без комиссии! Мы предлагаем два способа получения платежей с вашего сайта: PayPal и Stripe."
      },
      {
        "id": 3,
        "subtitle": "В этой статье справки содержится следующая информация:",
        "content": [
          "Как подключить PayPal для приема платежей",
          "Обновите свою учетную запись PayPal, чтобы использовать улучшенную интеграцию PayPal",
          "Как подключить Stripe для приема платежей",
          "Как подключиться к PayPal или Stripe из панели управления «Инструменты продаж»",
          "Где посмотреть список сделок купли-продажи",
          "Устранение неполадок с оплатой"
        ]
      },
      {
        "id": 4,
        "content": "Если у вас в качестве платежных систем настроены PayPal и Stripe, на странице оформления заказа вашим клиентам будет предоставлен выбор предпочтительного способа оплаты."
      },
      {
        "id": 5,
        "subtitle": "Платежи PayPal",
        "content": "PayPal — это платёжная система, позволяющая безопасно принимать платежи с вашего сайта. Посетители вашего сайта могут оплачивать покупки с помощью кредитной карты, дебетовой карты или счёта PayPal. Для получения платежей вам потребуется бесплатный бизнес-счёт PayPal."
      },
      {
        "id": 6,
        "strong": "Примечание: «Личный» счет PayPal работать не будет."
      },
      {
        "id": 7,
        "content": "Когда посетитель совершает покупку или делает пожертвование, вы получаете средства мгновенно. Мы не берём комиссию с ваших продаж, но PayPal взимает минимальную комиссию за обработку."
      },
      {
        "id": 8,
        "title": "При оплате кредитной картой на территории США взимаются следующие сборы:",
        "content": [
          "Продажи свыше 12 долларов: 2,59% + 0,49 доллара за транзакцию",
          "Продажи на сумму менее 12 долларов США с использованием микроплатежного счета: 4,99% + 0,09 доллара США за транзакцию"
        ]
      },
      {
        "id": 9,
        "title": "Для продаж, при которых ваш клиент выбирает оплату через счет PayPal, взимаются следующие комиссии:",
        "content": ["Продажи свыше 12 долларов: 3,59% + 0,49 доллара за транзакцию"]
      },
      {
        "id": 10,
        "content": "Дополнительную информацию о торговых комиссиях вашего региона см. в Заявлении о торговых комиссиях PayPal."
      },
      {
        "id": 11,
        "subtitle": "Как подключить PayPal для приема платежей:",
        "content": [
          "На панели управления Bandzoogle нажмите «Инструменты для продажи».",
          "В списке параметров слева нажмите «Настройки».",
          "На панели «Настройки» слева нажмите «Настройки платежей».",
          "Выберите «Валюту», в которой вы хотите получать платежи.",
          "Выберите «Страну», в которой находится ваш магазин.",
          "Примечание: это используется для различения местных и международных заказов.",
          "Нажмите «Подключиться к PayPal».",
          "На всплывающем экране PayPal введите свой адрес электронной почты PayPal и страну или регион.",
          "Примечание: это должен быть адрес электронной почты, который вы используете для входа в свою учетную запись PayPal, а не имя пользователя.",
          "Следуйте инструкциям, чтобы войти в свою учетную запись PayPal.",
          "В разделе разрешений нажмите «Согласиться и подключиться».",
          "Нажмите «Вернуться в Bandzoogle, Inc.»"
        ]
      },
      {
        "id": 12,
        "content": "После нажатия кнопки «Сохранить» вы сможете сразу же начать получать платежи через PayPal."
      },
      {
        "id": 13,
        "content": "На вкладке «Настройки платежей» вы можете в любое время изменить, отключить или отсоединить свой аккаунт PayPal."
      },
      {
        "id": 14,
        "subtitle": "Примечания:",
        "content": [
          "Настройки, выбранные на вкладке «Настройки платежей», влияют на все платежи на вашем сайте. Возможность создания отдельных учётных записей PayPal для разных магазинов или страниц на вашем сайте не предусмотрена.",
          "Транзакции, обработанные через PayPal, будут доступны на вашем балансе PayPal, который вы сможете перевести на свой банковский счёт, когда будете готовы. Чтобы узнать больше о переводе и выводе средств, посетите страницу поддержки PayPal.",
          "Интегрированная система налогообложения PayPal больше не доступна. Если вы хотите добавить варианты налогообложения для своих товаров, ознакомьтесь с нашей справочной статьей «Добавление налога с продаж»."
        ]
      },
      {
        "id": 15,
        "subtitle": "Как обновить настройки платежей, чтобы использовать улучшенную интеграцию PayPal",
        "content": "С 1 октября 2021 года мы обновили нашу интеграцию с PayPal для работы с улучшенным решением PayPal Business. Благодаря этой обновлённой интеграции вы сможете:"
      },
      {
        "id": 16,
        "content": [
          "Предложите своим клиентам бесперебойное оформление заказа",
          "Повысьте конверсию вашего магазина",
          "Меньше неудачных платежей"
        ]
      },
      {
        "id": 17,
        "title": "Чтобы использовать обновленную интеграцию, вам потребуется повторно авторизовать свой бизнес-аккаунт PayPal для использования Bandzoogle в вашем интернет-магазине:",
        "content": [
          "На панели управления Bandzoogle нажмите «Инструменты для продажи».",
          "В списке параметров слева нажмите «Настройки».",
          "В разделе «Настройки» нажмите «Настройки платежей».",
          "В поле PayPal нажмите «Обновить».",
          "Откроется модальное окно PayPal, в котором вам будет предложено выполнить шаги по повторной авторизации PayPal в вашем интернет-магазине.",
          "Введите свой адрес электронной почты PayPal и пароль",
          "Выберите второй вариант: используйте свой счет PayPal в первую очередь для бизнеса или организации.",
          "Введите еще раз свой адрес электронной почты и пароль PayPal.",
          "Подтвердите, что вы хотите разрешить Bandzoogle подключиться к вашей учетной записи PayPal."
        ]
      },
      {
        "id": 18,
        "content": "Вы вернётесь на свой сайт. В настройках платежей вы увидите идентификатор продавца и связанный с ним адрес электронной почты в разделе PayPal."
      },
      {
        "id": 19,
        "content": "После повторной авторизации Bandzoogle для обработки платежей через PayPal вы сможете использовать обновлённую интеграцию в своём магазине. Вы сможете продолжать принимать оплату через PayPal или напрямую с кредитных карт при совершении покупок."
      },
      {
        "id": 20,
        "strong": "Примечание: если вы нажимаете кнопку «Обновить» и у вас возникают проблемы, проверьте, отключены ли все блокировщики всплывающих окон."
      },
      {
        "id": 21,
        "content": "В настоящее время PayPal не поддерживает настройки доставки с новой интеграцией и может в конечном итоге прекратить поддержку существующих настроек доставки."
      },
      {
        "id": 22,
        "content": "Интегрированная система налогообложения PayPal также больше недоступна после новой интеграции. Если вы хотите добавить налог к товарам в вашем магазине, ознакомьтесь с вариантами здесь: Добавление налога с продаж."
      },
      {
        "id": 23,
        "subtitle": "Платежи Stripe",
        "content": "Stripe — это платёжный процессор, который позволяет безопасно принимать платежи с вашего сайта. Посетители вашего сайта могут оплачивать покупки следующими способами:"
      },
      {
        "id": 24,
        "content": [
          "США: Visa, MasterCard, American Express, JCB, Discover и Diners Club.",
          "Австралия, Канада, Европа и Япония: Visa, MasterCard и American Express."
        ]
      },
      {
        "id": 25,
        "content": "Bandzoogle не берет комиссию с ваших продаж, но Stripe взимает собственные сборы за обработку."
      },
      {
        "id": 26,
        "title": "Для продаж на территории США сборы следующие:",
        "content": ["2,9% + 0,30 $ за транзакцию"]
      },
      {
        "id": 27,
        "subtitle": "Как подключить Stripe для приема платежей:",
        "content": [
          "На панели управления Bandzoogle нажмите «Инструменты для продажи».",
          "В списке параметров слева нажмите «Настройки».",
          "В разделе «Настройки» нажмите «Настройки платежей».",
          "В разделе «Настройки платежей» выберите «Валюту», в которой вы хотите получать платежи.",
          "Далее выберите «Страну», в которой находится ваш магазин.",
          "Примечание: это используется для различения местных и международных заказов.",
          "Нажмите «Подключиться к Stripe».",
          "В Stripe заполните необходимую информацию для создания учетной записи.",
          "Нажмите «Разрешить доступ к этой учетной записи»."
        ]
      },
      {
        "id": 28,
        "content": "После завершения вы будете перенаправлены на свою учетную запись на веб-сайте и сможете немедленно начать получать платежи через Stripe."
      },
      {
        "id": 29,
        "content": "На вкладке «Настройки платежей» вы можете в любое время редактировать, деактивировать или отсоединить свою учетную запись Stripe."
      },
      {
        "id": 30,
        "subtitle": "Примечания:",
        "content": [
          "Настройки, выбранные на вкладке «Настройки платежей», влияют на все платежи на вашем сайте. Возможность создания отдельных учётных записей Stripe для разных магазинов или страниц на вашем сайте не предусмотрена.",
          "Транзакции, обработанные через Stripe, будут доступны в вашем аккаунте Stripe, который вы сможете перевести на свой банковский счёт, когда будете готовы. Чтобы узнать больше о переводе или выводе средств, посетите службу поддержки Stripe.",
          "Продажи через Stripe должны составлять не менее 0,50 цента."
        ]
      },
      {
        "id": 31,
        "subtitle": "История транзакций",
        "content": "Когда подписчик совершает покупку через инструмент продаж на вашем сайте, эта транзакция регистрируется в истории транзакций. Информация о транзакции включает способ оплаты, общую сумму и дополнительную информацию о покупке. Вы можете получить доступ к истории транзакций несколькими способами."
      },
      {
        "id": 32,
        "title": "Чтобы получить доступ к истории транзакций из панели управления «Инструменты продаж», выполните следующие действия:",
        "content": [
          "На панели управления Bandzoogle нажмите «Инструменты для продажи».",
          "Нажмите «Транзакции», чтобы увидеть историю транзакций."
        ]
      },
      {
        "id": 33,
        "title": "Чтобы получить доступ к истории транзакций со страницы вашего сайта, выполните следующие действия:",
        "content": [
          "На панели управления «Редактировать содержимое» нажмите на страницу, на которую вы добавили инструмент продаж, например, функцию музыки, магазина или календаря.",
          "Нажмите на функцию вашего инструмента продаж",
          "В параметрах слева нажмите «История транзакций»."
        ]
      },
      {
        "id": 34,
        "content": "Чтобы узнать больше о том, что включено в историю ваших транзакций, ознакомьтесь со справочной статьей «Инструменты продаж Bandzoogle»."
      },
      {
        "id": 35,
        "subtitle": "Устранение неполадок PayPal",
        "title": "PayPal взимает плату за доставку цифровых загрузок:",
        "content": "Если PayPal взимает плату за доставку загружаемых файлов или размер платы за доставку не соответствует настройкам вашего магазина, возможно, в PayPal установлены некоторые сборы за доставку, которые переопределяют настройки доставки вашего магазина Bandzoogle."
      },
      {
        "id": 36,
        "title": "Чтобы изменить настройки доставки PayPal, выполните следующие действия на панели управления PayPal:",
        "content": [
          "Войдите в свою учетную запись на www.PayPal.com",
          "Нажмите «Моя учетная запись».",
          "Нажмите «Профиль».",
          "Нажмите «Расчеты доставки» в столбце «Настройки продаж».",
          "Выберите валюту из выпадающего списка",
          "Выберите «Фиксированная сумма» или «Процент» и нажмите «Выбрать».",
          "Для каждого ценового диапазона введите стоимость почтовых расходов.",
          "Нажмите «Изменить», чтобы внести изменения в диапазон цен (необязательно).",
          "Примечание: введенные суммы отменяют любые предыдущие расчеты почтовых расходов, установленные в корзинах покупок PayPal или при покупке через функцию «Купить сейчас».",
          "Нажмите «Сохранить»."
        ]
      },
      {
        "id": 37,
        "title": "Другие проблемы с PayPal:",
        "content": "PayPal предлагает всестороннюю поддержку по любым дополнительным вопросам. Свяжитесь с ними напрямую — Служба поддержки PayPal."
      },
      {
        "id": 38,
        "subtitle": "Устранение неполадок с полосой",
        "title": "У моего посетителя возникли проблемы с оплатой через Stripe на моем сайте:",
        "content": "Это может произойти, если браузер вашего посетителя не отображает всплывающее окно при попытке оплаты. Вероятно, проблема в настройках браузера. Вы можете попросить посетителя выполнить следующие действия:"
      },
      {
        "id": 39,
        "content": [
          "Очистить кэш веб-браузера",
          "Отключить блокировщики всплывающих окон",
          "Отключите все надстройки и расширения браузера."
        ]
      },
      {
        "id": 40,
        "content": "Если это не поможет, попросите их попробовать другой веб-браузер, например Chrome или Firefox."
      },
      {
        "id": 41,
        "title": "Другие проблемы с полосками:",
        "content": "Stripe предлагает всестороннюю поддержку по любым дополнительным вопросам. Свяжитесь с ними напрямую — служба поддержки Stripe."
      }
    ]
  }
]
