{
  "title": "ПУБЛИЧНАЯ ОФЕРТА",
  "subtitle": "о заключении договора розничной купли-продажи товаров дистанционным способом и предоставлении цифрового контента",
  "meta": {
    "dateLabel": "Дата публикации:",
    "websiteLabel": "Сайт:",
    "website": "smolyanoechuchelko.ru"
  },
  "intro": "Настоящий документ является публичной офертой в смысле ст. 435 и ст. 437 Гражданского кодекса РФ.",
  "terms": [
    {
      "term": "Продавец",
      "definition": "— самозанятое лицо, осуществляющее продажу товаров и цифрового контента через Сайт."
    },
    {
      "term": "Покупатель",
      "definition": "— дееспособное лицо, оформившее Заказ на Сайте."
    },
    {
      "term": "Сайт",
      "definition": "— интернет-сайт Продавца по адресу smolyanoechuchelko.ru."
    },
    {
      "term": "Товар",
      "definition": "— материальный товар (мерч), предлагаемый к покупке на Сайте."
    },
    {
      "term": "Цифровой контент",
      "definition": "— цифровые материалы (например, аудиотреки/альбомы), предоставляемые Покупателю в электронной форме (скачивание и/или доступ в личном кабинете)."
    },
    {
      "term": "Заказ",
      "definition": "— оформленный Покупателем запрос на покупку Товара и/или Цифрового контента."
    }
  ],
  "sections": [
    {
      "title": "2. Общие положения",
      "paragraphs": [
        "2.1. Продавец предлагает любому лицу заключить договор на условиях настоящей Оферты. Акцепт Оферты означает, что Покупатель ознакомился и согласен со всеми условиями.",
        "2.2. Акцептом Оферты является совершение Покупателем действий на Сайте, направленных на оформление и оплату Заказа (нажатие кнопки «Оплатить», «Оформить заказ» или аналогичной) и/или оплата Заказа.",
        "2.3. Договор считается заключённым с момента получения Продавцом акцепта (оплаты/подтверждения Заказа).",
        "2.4. Продавец вправе изменять Оферту. Новая редакция действует с момента публикации на Сайте и применяется к Заказам, оформленным после публикации."
      ]
    },
    {
      "title": "3. Предмет договора",
      "paragraphs": [
        "3.1. Продавец обязуется: передать Покупателю Товар (мерч) дистанционным способом, и/или предоставить Покупателю Цифровой контент, а Покупатель обязуется оплатить Заказ на условиях Оферты.",
        "3.2. Продажа товаров дистанционным способом осуществляется в соответствии с действующими правилами продажи товаров (в т.ч. при дистанционном способе)."
      ]
    },
    {
      "title": "4. Оформление заказа",
      "paragraphs": [
        "4.1. Для оформления Заказа Покупатель указывает необходимые данные (например: имя, e-mail, телефон, адрес доставки для мерча).",
        "4.2. Покупатель несёт ответственность за корректность введённых данных.",
        "4.3. Продавец вправе уточнить детали Заказа по указанным контактам."
      ]
    },
    {
      "title": "5. Цена и оплата",
      "paragraphs": [
        "5.1. Цена Товара/Цифрового контента указывается на Сайте в рублях РФ (если не указано иное).",
        "5.2. Оплата производится безналичным способом через платёжные сервисы, доступные на Сайте.",
        "5.3. Моментом оплаты считается поступление денежных средств Продавцу/платёжному провайдеру.",
        "5.4. Продавец вправе предоставлять скидки и промокоды. Условия скидок указываются на Сайте."
      ]
    },
    {
      "title": "6. Предоставление цифрового контента (треки/альбомы)",
      "paragraphs": [
        "6.1. Цифровой контент предоставляется одним из способов (указывается Продавцом на Сайте): — ссылка для скачивания; и/или — доступ в личном кабинете; и/или — иной электронный способ.",
        "6.2. Срок предоставления доступа: как правило, сразу после подтверждения оплаты, если на странице товара не указано иное.",
        "6.3. Покупателю предоставляется неисключительное право личного использования Цифрового контента. Запрещается распространение, перепродажа, публичная раздача ссылок, загрузка в пиратские каталоги и иное использование, нарушающее права правообладателя.",
        "6.4. Если после оплаты доступ к Цифровому контенту не предоставлен по технической причине, Покупатель вправе обратиться в поддержку, и Продавец обязуется устранить проблему либо вернуть оплату за непредоставленный контент."
      ]
    },
    {
      "title": "7. Доставка мерча (физических товаров)",
      "paragraphs": [
        "7.1. Способы и стоимость доставки указываются при оформлении Заказа (или на странице «Доставка»).",
        "7.2. Риск случайной гибели/повреждения Товара переходит к Покупателю в момент передачи Товара службе доставки, если иное не предусмотрено законом или условиями доставки.",
        "7.3. При получении Товара Покупатель обязан проверить целостность упаковки и комплектность."
      ]
    },
    {
      "title": "8. Возврат и отказ от заказа (мерч)",
      "paragraphs": [
        "8.1. Покупатель вправе отказаться от Товара в любое время до его передачи, а после передачи — в течение 7 дней.",
        "8.2. Если информация о порядке и сроках возврата Товара надлежащего качества не была предоставлена в письменной форме в момент доставки, Покупатель вправе отказаться от Товара в течение 3 месяцев с момента передачи.",
        "8.3. Возврат Товара надлежащего качества возможен при сохранении товарного вида и потребительских свойств, а также при наличии подтверждения покупки (чек/электронный чек/подтверждение заказа), если иное не установлено законом.",
        "8.4. Возврат денежных средств осуществляется тем же способом, которым была произведена оплата, в разумный срок после получения Продавцом возвращённого Товара и проверки его состояния (если возврат применим)."
      ]
    },
    {
      "title": "9. Возврат и претензии (цифровой контент)",
      "paragraphs": [
        "9.1. В силу особенностей цифрового контента (электронная форма, моментальное предоставление) возврат оплаты за контент надлежащего качества, к которому Покупателю уже предоставлен доступ/скачивание, как правило, не производится, кроме случаев, когда контент фактически не был предоставлен или имеет существенные технические недостатки (файл не открывается, повреждён и т.п.).",
        "9.2. Претензии по качеству цифрового контента направляются на e-mail поддержки: support@smolyanoechuchelko.ru. Продавец рассматривает обращение и предлагает решение (замена файла/повторное предоставление доступа/возврат оплаты — если контент не предоставлен либо неисправим).",
        "9.3. Неподходящий \"вкус/ожидания\" (например, «не понравилась песня») не является недостатком цифрового контента."
      ]
    },
    {
      "title": "10. Персональные данные",
      "paragraphs": [
        "10.1. Предоставляя данные при оформлении Заказа, Покупатель даёт согласие на обработку персональных данных для исполнения договора и доставки Заказа.",
        "10.2. Согласие на обработку персональных данных оформляется отдельно от иных документов/подтверждений (например, отдельным чекбоксом при оформлении Заказа).",
        "10.3. Подробные условия обработки персональных данных размещаются в Политике конфиденциальности на Сайте: [ссылка на страницу политики]."
      ]
    },
    {
      "title": "11. Ответственность и форс-мажор",
      "paragraphs": [
        "11.1. Стороны несут ответственность в соответствии с законодательством РФ.",
        "11.2. Продавец не несёт ответственности за невозможность использования Цифрового контента по причинам на стороне Покупателя (нет интернета, несовместимое ПО, заблокирован e-mail и т.п.).",
        "11.3. Стороны освобождаются от ответственности за неисполнение обязательств при наступлении обстоятельств непреодолимой силы (форс-мажор) на период их действия."
      ]
    },
    {
      "title": "12. Контакты и реквизиты Продавца",
      "paragraphs": []
    }
  ],
  "sellerInfo": {
    "sellerLabel": "Продавец:",
    "seller": "Самозанятое лицо",
    "innLabel": "ИНН:",
    "inn": "026305225147",
    "emailLabel": "E-mail поддержки:",
    "email": "feedback@smolyanoechuchelko.ru",
    "hoursLabel": "Часы поддержки:",
    "hours": "10:00–19:00 МСК"
  }
}
