{
  "title": "PUBLIC OFFER",
  "subtitle": "on the conclusion of a retail purchase and sale agreement via remote means and provision of digital content",
  "meta": {
    "dateLabel": "Publication date:",
    "websiteLabel": "Website:",
    "website": "smolyanoechuchelko.ru"
  },
  "intro": "This document is a public offer within the meaning of Articles 435 and 437 of the Civil Code of the Russian Federation.",
  "terms": [
    {
      "term": "Seller",
      "definition": "— self-employed person selling goods and digital content through the Website."
    },
    {
      "term": "Buyer",
      "definition": "— capable person who has placed an Order on the Website."
    },
    {
      "term": "Website",
      "definition": "— Seller's website at smolyanoechuchelko.ru."
    },
    {
      "term": "Product",
      "definition": "— physical product (merchandise) offered for purchase on the Website."
    },
    {
      "term": "Digital Content",
      "definition": "— digital materials (e.g., audio tracks/albums) provided to the Buyer in electronic form (download and/or access in personal account)."
    },
    {
      "term": "Order",
      "definition": "— Buyer's request for purchase of Product and/or Digital Content."
    }
  ],
  "sections": [
    {
      "title": "2. General Provisions",
      "paragraphs": [
        "2.1. The Seller offers any person to conclude an agreement on the terms of this Offer. Acceptance of the Offer means that the Buyer has read and agrees to all terms.",
        "2.2. Acceptance of the Offer is the Buyer's actions on the Website aimed at placing and paying for the Order (clicking the \"Pay\", \"Place Order\" button or similar) and/or payment of the Order.",
        "2.3. The agreement is considered concluded from the moment the Seller receives acceptance (payment/confirmation of the Order).",
        "2.4. The Seller has the right to change the Offer. The new version comes into effect from the moment of publication on the Website and applies to Orders placed after publication."
      ]
    },
    {
      "title": "3. Subject of the Agreement",
      "paragraphs": [
        "3.1. The Seller undertakes to: deliver the Product (merchandise) to the Buyer remotely, and/or provide the Buyer with Digital Content, and the Buyer undertakes to pay for the Order under the terms of the Offer.",
        "3.2. Remote sale of goods is carried out in accordance with the current rules for the sale of goods (including remote sales)."
      ]
    },
    {
      "title": "4. Order Placement",
      "paragraphs": [
        "4.1. To place an Order, the Buyer provides the necessary data (e.g., name, e-mail, phone, delivery address for merchandise).",
        "4.2. The Buyer is responsible for the accuracy of the entered data.",
        "4.3. The Seller has the right to clarify Order details using the provided contacts."
      ]
    },
    {
      "title": "5. Price and Payment",
      "paragraphs": [
        "5.1. The price of Product/Digital Content is indicated on the Website in Russian rubles (unless otherwise stated).",
        "5.2. Payment is made by non-cash method through payment services available on the Website.",
        "5.3. The moment of payment is considered the receipt of funds by the Seller/payment provider.",
        "5.4. The Seller has the right to provide discounts and promo codes. Discount terms are indicated on the Website."
      ]
    },
    {
      "title": "6. Provision of Digital Content (tracks/albums)",
      "paragraphs": [
        "6.1. Digital Content is provided in one of the following ways (indicated by the Seller on the Website): — download link; and/or — access in personal account; and/or — other electronic method.",
        "6.2. Access provision period: as a rule, immediately after payment confirmation, unless otherwise indicated on the product page.",
        "6.3. The Buyer is granted a non-exclusive right to personal use of Digital Content. Distribution, resale, public sharing of links, uploading to pirate catalogs and other use that violates the rights of the copyright holder is prohibited.",
        "6.4. If access to Digital Content is not provided after payment due to a technical reason, the Buyer has the right to contact support, and the Seller undertakes to resolve the problem or refund the payment for the unprovided content."
      ]
    },
    {
      "title": "7. Merchandise Delivery (Physical Products)",
      "paragraphs": [
        "7.1. Delivery methods and cost are indicated when placing the Order (or on the \"Delivery\" page).",
        "7.2. The risk of accidental loss/damage of the Product passes to the Buyer at the moment of transfer of the Product to the delivery service, unless otherwise provided by law or delivery terms.",
        "7.3. Upon receipt of the Product, the Buyer must check the integrity of the packaging and completeness."
      ]
    },
    {
      "title": "8. Return and Order Cancellation (Merchandise)",
      "paragraphs": [
        "8.1. The Buyer has the right to refuse the Product at any time before its transfer, and after transfer — within 7 days.",
        "8.2. If information about the procedure and terms of return of goods of proper quality was not provided in writing at the time of delivery, the Buyer has the right to refuse the Product within 3 months from the moment of transfer.",
        "8.3. Return of goods of proper quality is possible while maintaining the presentation and consumer properties, as well as with proof of purchase (receipt/electronic receipt/order confirmation), unless otherwise established by law.",
        "8.4. Refund is made by the same method as payment was made, within a reasonable time after the Seller receives the returned Product and checks its condition (if return is applicable)."
      ]
    },
    {
      "title": "9. Return and Claims (Digital Content)",
      "paragraphs": [
        "9.1. Due to the specifics of digital content (electronic form, instant provision), refund for content of proper quality to which the Buyer has already been granted access/download is generally not made, except in cases where the content was not actually provided or has significant technical defects (file does not open, is corrupted, etc.).",
        "9.2. Claims regarding the quality of digital content should be sent to support email: support@smolyanoechuchelko.ru. The Seller reviews the request and offers a solution (file replacement/re-provision of access/refund — if the content was not provided or is irreparable).",
        "9.3. Unsuitable \"taste/expectations\" (e.g., \"didn't like the song\") is not a defect of digital content."
      ]
    },
    {
      "title": "10. Personal Data",
      "paragraphs": [
        "10.1. By providing data when placing an Order, the Buyer gives consent to the processing of personal data for the execution of the agreement and delivery of the Order.",
        "10.2. Consent to the processing of personal data is issued separately from other documents/confirmations (e.g., a separate checkbox when placing an Order).",
        "10.3. Detailed terms of personal data processing are posted in the Privacy Policy on the Website: [link to policy page]."
      ]
    },
    {
      "title": "11. Liability and Force Majeure",
      "paragraphs": [
        "11.1. The parties are liable in accordance with the legislation of the Russian Federation.",
        "11.2. The Seller is not responsible for the inability to use Digital Content due to reasons on the Buyer's side (no internet, incompatible software, blocked e-mail, etc.).",
        "11.3. The parties are released from liability for non-performance of obligations in the event of force majeure circumstances for the period of their action."
      ]
    },
    {
      "title": "12. Seller Contact Information and Details",
      "paragraphs": []
    }
  ],
  "sellerInfo": {
    "sellerLabel": "Seller:",
    "seller": "Self-employed person",
    "innLabel": "INN:",
    "inn": "026305225147",
    "emailLabel": "Support e-mail:",
    "email": "feedback@smolyanoechuchelko.ru",
    "hoursLabel": "Support hours:",
    "hours": "10:00–19:00 MSK"
  }
}
